export const storeProducts = [
  {
    id: 1,
    title: "Гаррі Поттер і Орден Фенікса",
    img: "img/product-1.png",
    price: 10,
    company: "Великобританія, США",
    info:
      "П'ята частина пригод головного героя, що отримала назву «Гаррі Поттер і Орден Фенікса», починається з того, що Гаррі проводить свої літні канікули в будинку у сімейства Дорослий. Вислухавши чергове хамство в свою сторону, Гаррі збирається наслати закляття на Дадлі. Але несподівано псується погода і з'являються дементори. Поттеру вдається прогнати їх і тим самим врятувати Дадлі. Повернувшись додому, він дізнається про те, що виключений з Хогвартса за застосування магії. Того ж вечора його визволяє з біди цілий загін чарівників, члени якого розповідають про те, що Дамблдор попросив відкласти виключення юного мага до офіційного слухання.",
    inCart: false,
    count: 0,
    total: 0
  },
  {
    id: 2,
    title: "Людина-павук: Далеко від дому",
    img: "img/product-2.png",
    price: 16,
    company: "США",
    info:
      "Доброзичливий сусід Людина-Павук, як і належить, став героєм Нью-Йорка. Він допомагає місцевій поліції ловити злочинців, паралельно кидаючи різні колючі жарті. Але й героям потрібно відпочивати – тому, незважаючи на дзвінки самого директора Щ.И.Т.а Ніка Ф'юрі, Пітер Паркер разом зі своїми друзями Недом, Ем Джей й іншими відправився на канікули до Європи. Старовинні красиві міста, умиротворення та романтична обстановка, щоб прогулятися набережною із красивою дівчиною – ось що йому зараз потрібно. Але Нік Ф'юрі його все-таки знайшов і напряг роботою... Відмовляти йому – тільки собі дорожче. Людина-Павук повинен розібратися з містичною появою створінь-елементаліїв, які загрожують мирним жителям. Разом із Містеріо Пітер Паркер повинен впоратися з цим завданням. Відпочине коли-небудь іншим разом...",
    inCart: false,
    count: 0,
    total: 0
  },
  {
    id: 3,
    title: "Аліса в країні чудес",
    img: "img/product-3.png",
    price: 8,
    company: "США",
    info:
      "Сюжет відомої кожному казки Льюїса Керола та улюблені актори у новому проекті Тіма Бартона Аліса в Країні Чудес. На думку режисера, Країна Чудес - це зовсім не таке веселе і яскраве місце, як його описує Керолл. Це похмурий світ, в якому ростуть величезні поганки та страшні криві дерева. Тому Бартон змінив сюжет, але залишив атмосферу дитячої казки. Тож не пропустіть захопливих пригод Аліси у Задзеркаллі!",
    inCart: false,
    count: 0,
    total: 0
  },
  {
    id: 4,
    title: "Повітряний бій",
    img: "img/product-4.png",
    price: 18,
    company: "США, Нова Зеландія",
    info:
      "У розпал Другої світової війни бомбардувальник B-17 «Літаюча фортеця» супроводжує вантаж під грифом «секретно». Команду очолила молода жінка - капітан Мод Гарднер, що викликало скепсис у суворих бійців. Ледь піднявшись в повітря, екіпаж вступає в бій з японськими винищувачами, а на борту змушений відбивати раптовий напад зловісного істоти. Капітан Мод повинна зробити неможливе - переконати команду в своїй спроможності, впоратися з монстром і при цьому зберегти таємницю загадкового вантажу.",
    inCart: false,
    count: 0,
    total: 0
  },
  {
    id: 5,
    title: "Агент Єва",
    img: "img/product-5.png",
    price: 24,
    company: "США",
    info:
      "Вона розумна, красива і надзвичайно небезпечна. Переміщаючись по світу немов тінь, агент по імені Єва поодинці виконує найскладніші завдання свого керівництва. Раптово, коли чергова спецоперація йде не за планом, і Єва вирішує вийти з гри, один з впливових босів секретної служби відкриває на неї полювання.",
    inCart: false,
    count: 0,
    total: 0
  },
  {
    id: 6,
    title: "Ми можемо стати героями",
    img: "img/product-6.png",
    price: 17,
    company: "США",
    info:
      "Група дітей намагається врятувати своїх батьків-супергероїв, викрадених інопланетянами. Для цього вони втікають з урядового притулку.",
    inCart: false,
    count: 0,
    total: 0
  },
  {
    id: 7,
title: "Tomb Raider: Лара Крофт",
    img: "img/product-7.png",
    price: 30,
    company: "США, Великобританія",
    info:
      "Лара Крофт - вельми самостійна дочка ексцентричного шукача пригод, який пропав, тільки-но вона стала підлітком. Тепер їй двадцять один, вона безцільно проживає своє життя, кур'єром розсікаючи на байці по забитим вулицями східного Лондона. Рішуче налаштована пробитися сама, вона відмовляється брати на себе керівництво глобальної імперією батька, так само категорично відкидаючи думку про те, що він дійсно пропав. Чуючи поради про те, що їй потрібно змиритися з цим фактом і жити далі після семи років безплідних пошуків, Лара вже і сама не розуміє, що ж змушує її розплутувати обставини його таємничого зникнення.",
    inCart: false,
    count: 0,
    total: 0
  },
  {
    id: 8,
    title: "Під час грози",
    img: "img/product-8.png",
    price: 2,
    company: "Іспаніяe",
    info:
      "Счастливая женщина Вера с мужем и маленькой дочкой переезжает в новый дом. А там во время сильной грозы происходит смещение временных пластов, в результате чего женщина пытается спасти от гибели мальчика, жившего тут 25 лет назад. Но этот акт доброй воли приводит к тому, что Вера оказывается в изменённом настоящем, в котором супруг её не знает, и её собственная дочь не родилась.",
    inCart: false,
    count: 0,
    total: 0
  }
];

export const detailProduct = {
  id: 1,
  title: "Google Pixel - Black",
  img: "img/product-1.png",
  price: 10,
  company: "google",
  info:
    "Lorem ipsum dolor amet offal butcher quinoa sustainable gastropub, echo park actually green juice sriracha paleo. Brooklyn sriracha semiotics, DIY coloring book mixtape craft beer sartorial hella blue bottle. Tote bag wolf authentic try-hard put a bird on it mumblecore. Unicorn lumbersexual master cleanse blog hella VHS, vaporware sartorial church-key cardigan single-origin coffee lo-fi organic asymmetrical. Taxidermy semiotics celiac stumptown scenester normcore, ethical helvetica photo booth gentrify.",
  inCart: false,
  count: 0,
  total: 0
};
